Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# HomePage_Item_005.Text
source: Start with a task, add files, choose output, and review results. Tools show availability before you enter a workflow.
es_es: Comience con una tarea, añada archivos, elija la salida y revise los resultados. Las herramientas muestran la disponibilidad antes de introducir un flujo de trabajo.
fr_fr: Commencez par une tâche, ajoutez des fichiers, choisissez la sortie et examinez les résultats. Les outils montrent la disponibilité avant d'entrer dans un workflow.
zh_hans: 以任务开始, 添加文件, 选择输出, 并审查结果。 工具在输入工作流程前显示可用性 。

# HomePage_Item_010.Text
source: Workspace behavior
es_es: Comportamiento del espacio de trabajo
fr_fr: Comportement dans l'espace de travail
zh_hans: 工作空间行为

# HomePage_Item_011.Text
source: Local by default
es_es: Local por defecto
fr_fr: Local par défaut
zh_hans: 默认本地( 默认)

# HomePage_Item_012.Text
source: Files stay on disk unless a workflow says otherwise.
es_es: Los archivos permanecen en el disco a menos que un flujo de trabajo diga lo contrario.
fr_fr: Les fichiers restent sur le disque à moins qu'un workflow n'indique le contraire.
zh_hans: 文件保留在磁盘上,除非工作流程另有规定。

# HomePage_Item_013.Text
source: Queue based
es_es: Basada en cola
fr_fr: Dossier basé sur
zh_hans: 基于队列的队列

# HomePage_Item_014.Text
source: Progress, cancellation, and results stay visible.
es_es: El progreso, la cancelación y los resultados permanecen visibles.
fr_fr: Les progrès, l'annulation et les résultats restent visibles.
zh_hans: 进展、取消和成果保持可见。

# HomePage_Item_015.Text
source: Readiness shown
es_es: Se muestra disposición
fr_fr: État de préparation affiché
zh_hans: 显示就绪状态

# HomePage_Item_016.Text
source: Unavailable tools explain what is missing.
es_es: Las herramientas no disponibles explican lo que falta.
fr_fr: Les outils non disponibles expliquent ce qui manque.
zh_hans: 没有可用的工具来解释缺少什么 。

# HomePage_Item_017.Text
source: No telemetry
es_es: Sin telemetría
fr_fr: Pas de télémétrie
zh_hans: 无遥测

# HomePage_Item_018.Text
source: No usage tracking is sent from the app.
es_es: No se envía ningún seguimiento de uso desde la aplicación.
fr_fr: Aucun suivi d'utilisation n'est envoyé depuis l'application.
zh_hans: 没有从应用程序发送使用跟踪信息 。

# HomePage_Item_020.Text
source: Workflows
es_es: Flujos de trabajo
fr_fr: Flux de travail
zh_hans: 流动流量

# HomePage_Item_021.Text
source: Runnable tasks
es_es: Tareas ejecutables
fr_fr: Tâches exécutées
zh_hans: 可执行的任务

# HomePage_Item_022.Text
source: AI Lab
de_de: AI Labor
fr_fr: Laboratoire AI
zh_hans: AI实验室

# HomePage_Item_023.Text
source: Availability shown
es_es: Se muestra la disponibilidad
fr_fr: Disponibilité indiquée
zh_hans: 显示可用性

# HomePage_Item_024.Text
source: Toolbox
de_de: Werkzeugkasten
es_es: Caja de herramientas
fr_fr: Boîte à outils
zh_hans: 工具箱

# HomePage_Item_025.Text
source: Specialized utilities
es_es: Servicios públicos especializados
fr_fr: Utilitaires spécialisés
zh_hans: 专门公用事业

# HomePage_Item_027.Text
source: Local logs and crash bundles
de_de: Lokale Protokolle und Crashpakete
es_es: Registros locales y paquetes de accidentes
fr_fr: Registres locaux et paquets de crash
zh_hans: 本地日志和崩溃捆包

# HomePage_Item_031.Text
source: UniversalConverter X v2.28.0
de_de: UniversalConverter X v2.31.1
fr_fr: UniversalConverter X v2.29.0
zh_hans: UniversalConverter X v2.22.1

# HomePage_Item_032.Text
source: Local-first processing
de_de: Lokale Erstverarbeitung
es_es: Procesamiento local en primer lugar
fr_fr: Traitement local en premier lieu
zh_hans: 当地一级处理

# HomePage_Item_033.Text
source: No telemetry
de_de: Keine Telemetrie
es_es: Sin telemetría
fr_fr: Pas de télémétrie
zh_hans: 无遥测

# HomePage_OpenLogFolderButton.Content
source: Open log folder
de_de: Protokollordner öffnen
es_es: Abrir carpeta de registro
fr_fr: Ouvrir le dossier journal
pl_pl: Otwórz katalog dziennika
zh_hans: 打开日志文件夹

# HomePage_TaskSearchBox.PlaceholderText
source: Search tasks: convert, compress, record, inspect, frames
de_de: Suchaufgaben: konvertieren, komprimieren, aufnehmen, inspizieren, Frames
es_es: Tareas de búsqueda: convertir, comprimir, grabar, inspeccionar, marcos
fr_fr: Tâches de recherche: convertir, compresser, enregistrer, inspecter, cadres
pl_pl: Szukaj narzędzi i przepływów pracy
zh_hans: 搜索任务: 转换、压缩、记录、检查、框架

# HomePage_UpdateBanner.Title
source: Updates available
de_de: Verfügbare Updates
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
pl_pl: Dostępne aktualizacje
zh_hans: 现有最新更新

# HomePage_UpdateBannerActionButton.Content
source: Open release notes
de_de: Anmerkungen zur Veröffentlichung öffnen
es_es: Abrir notas de lanzamiento
fr_fr: Ouvrir les notes de publication
pl_pl: Otwarte notatki do wydania
zh_hans: 开放式发布注释

# ImageConverterPage_BlurBox.Header
source: Blur px
es_es: Desenfoque px
fr_fr: Flou px
pl_pl: Rozmycie px
zh_hans: 模糊 px

# ImageConverterPage_BorderBox.Header
source: Border px
de_de: Rand px
es_es: Borde px
pl_pl: Granica px
zh_hans: 边边框px

# ImageConverterPage_BorderColorBox.Header
source: Border colour
de_de: Randfarbe
es_es: Color del borde
fr_fr: Couleur de la bordure
pl_pl: Kolor ramki
zh_hans: 边框颜色

# ImageConverterPage_BorderColorBox.Text
source: #ffffff
de_de: - Nein, nein, nein.
fr_fr: C'est vrai.
zh_hans: {\fn方正黑体简体\fs18\b1\bord1\shad1\3cH2F2F

# ImageConverterPage_BrightnessBox.Header
source: Brightness
de_de: Helligkeit
es_es: Brillo
fr_fr: Luminosité
pl_pl: Jasność
zh_hans: 亮度

# ImageConverterPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# ImageConverterPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# ImageConverterPage_EditPresetCombo.Header
source: Look preset
de_de: Voreingestellte Ansicht
es_es: Mira preestablecido
fr_fr: Regardez préréglé
pl_pl: Patrz ustawienia
zh_hans: 检查预设

# ImageConverterPage_GrainBox.Header
source: Grain
de_de: Getreide
es_es: Granos
fr_fr: Grains
pl_pl: Ziarno
zh_hans: 谷物谷物

# ImageConverterPage_GrayscaleCheck.Content
source: Grayscale
de_de: Graustufen
es_es: Escala de grises
fr_fr: Échelle grise
pl_pl: Szarość
zh_hans: 灰度

# ImageConverterPage_HueBox.Header
source: Hue °
de_de: Farbe °
pl_pl: Odcień °
zh_hans: 色色度

# ImageConverterPage_ImageConverterPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# ImageConverterPage_ImageConverterPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# ImageConverterPage_ImageConverterPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# ImageConverterPage_ImageConverterPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# ImageConverterPage_InvertCheck.Content
source: Invert
de_de: Invertiert
es_es: Invertir
fr_fr: Inverser
pl_pl: Odwróć
zh_hans: 反对

# ImageConverterPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# ImageConverterPage_Item_005.Text
source: Convert between HEIC, AVIF, JPEG, PNG, WebP, TIFF, BMP. Preserves ICC + EXIF by default.
de_de: Konvertieren Sie zwischen HEIC, AVIF, JPEG, PNG, WebP, TIFF, BMP. Bewahrt ICC + EXIF standardmäßig.
es_es: Convertir entre HEIC, AVIF, JPEG, PNG, WebP, TIFF, BMP. Preserva ICC + EXIF por defecto.
fr_fr: Convertir entre HEIC, AVIF, JPEG, PNG, WebP, TIFF, BMP. Préserve ICC + EXIF par défaut.
pl_pl: Konwertuje między HEIC, AVIF, JPEG, PNG, WebP, TIFF, BMP. Domyślnie zachowuje ICC + EXIF.
zh_hans: HEIC、 AVIF、 JPEG、 PNG、 WebP、 TIFF、 BMP 之间转换。 默认情况下保留 ICC + EXIF 。

# ImageConverterPage_Item_009.Text
source: Drop image files here
de_de: Bilddateien hier ablegen
es_es: Soltar archivos de imagen aquí
fr_fr: Déposer les fichiers image ici
pl_pl: Upuść tutaj pliki obrazków
zh_hans: 在此拖放图像文件

# ImageConverterPage_Item_010.Text
source: Each file converts to the target format using the settings on the right.
de_de: Jede Datei konvertiert mit den Einstellungen auf der rechten Seite in das Zielformat.
es_es: Cada archivo se convierte al formato de destino utilizando la configuración de la derecha.
fr_fr: Chaque fichier se convertit au format cible en utilisant les paramètres de droite.
pl_pl: Każdy plik konwertuje się do formatu docelowego za pomocą ustawień po prawej stronie.
zh_hans: 每个文件使用右边的设置转换为目标格式。

# ImageConverterPage_Item_013.Text
source: No conversions yet
de_de: Noch keine Konvertierungen
es_es: Todavía no hay conversiones.
fr_fr: Pas encore de conversions
pl_pl: Nie ma jeszcze nawróceń
zh_hans: 尚未转换

# ImageConverterPage_Item_014.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# ImageConverterPage_Item_027.Text
source: When set, quality is searched automatically. A warning is reported when the target cannot be reached within 5%.
de_de: Beim Setzen wird die Qualität automatisch durchsucht. Eine Warnung wird gemeldet, wenn das Ziel nicht innerhalb von 5% erreicht werden kann.
es_es: Cuando se establece, la calidad se busca automáticamente. Se informa de una advertencia cuando el objetivo no se puede alcanzar dentro del 5%.
fr_fr: Lorsque défini, la qualité est cherchée automatiquement. Un avertissement est signalé lorsque l'objectif ne peut pas être atteint à moins de 5 %.
pl_pl: Przy ustawieniu, jakość jest automatycznie przeszukiwana. Ostrzeżenie jest zgłaszane, gdy cel nie może być osiągnięty w granicach 5%.
zh_hans: 当设定时, 质量会自动搜索 。 当目标无法在 5% 以内达到时会报告警告 。

# ImageConverterPage_Item_028.Header
source: Batch adjustments
de_de: Batch-Einstellung
es_es: Ajustes por lotes
fr_fr: Ajustements par lots
pl_pl: Dostosowanie partii
zh_hans: 批次调整调整

# ImageConverterPage_Item_031.Content
source: Vivid
de_de: Lebendig
fr_fr: Vivant
pl_pl: Wysłanie
zh_hans: 生动

# ImageConverterPage_Item_032.Content
source: Muted
de_de: mit einer Dicke von mehr als 2 mm
es_es: Mutado
fr_fr: Muets
pl_pl: Water
zh_hans: 静音

# ImageConverterPage_Item_033.Content
source: Black & white
de_de: Schwarz & Weiß
es_es: Blanco y negro
fr_fr: Noir & blanc
pl_pl: Czarno-biały
zh_hans: 黑白

# ImageConverterPage_Item_034.Content
source: Vintage
de_de: Jahrgang
zh_hans: 古迹

# ImageConverterPage_Item_035.Content
source: Cold
de_de: Kälte
es_es: Frío
fr_fr: Froid
pl_pl: Zimna
zh_hans: 冷冷

# ImageConverterPage_Item_036.Content
source: Warm
es_es: Caliente
fr_fr: Chaleureux
pl_pl: Ciepło
zh_hans: 温暖

# ImageConverterPage_Item_051.Text
source: Adjustments apply to every frame. Alpha is preserved for compatible outputs.
de_de: Anpassungen gelten für jeden Rahmen. Alpha bleibt für kompatible Ausgänge erhalten.
es_es: Los ajustes se aplican a cada cuadro. Alpha se conserva para salidas compatibles.
fr_fr: Les réglages s'appliquent à chaque cadre. Alpha est conservé pour des sorties compatibles.
pl_pl: Dostosowania odnoszą się do każdej ramki. Alfa jest konserwowana dla kompatybilnych wyników.
zh_hans: 每个框架都适用调整。 Alpha为兼容产出保留。

# ImageConverterPage_Item_055.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# ImageConverterPage_QualitySlider.Header
source: Quality (lossy formats only)
de_de: Qualität (nur verlustfreie Formate)
es_es: Calidad (solo formatos perdidos)
fr_fr: Qualité (formats perdus seulement)
pl_pl: Jakość (tylko losowe formaty)
zh_hans: 质量(只有损失格式)

# ImageConverterPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# ImageConverterPage_RunButton.Content
source: Convert
de_de: Umrechnen
es_es: Convertir
fr_fr: Convertir
pl_pl: Konwertuj
zh_hans: 转换转换

# ImageConverterPage_SaturationBox.Header
source: Saturation
de_de: Sättigung
es_es: Saturación
pl_pl: Ułatwienie
zh_hans: 饱和度

# ImageConverterPage_SepiaCheck.Content
source: Sepia
zh_hans: 塞西亚

# ImageConverterPage_SharpnessBox.Header
source: Sharpness
de_de: Schärfe
es_es: Agudeza
fr_fr: Épaisseur
pl_pl: Ostrość
zh_hans: 锐度

# ImageConverterPage_StripExifCheck.Content
source: Strip EXIF metadata
de_de: EXIF-Metadaten entfernen
es_es: Strip EXIF metadatos
fr_fr: Strip Métadonnées EXIF
pl_pl: Metadane Strip EXIF
zh_hans: EXIF元数据

# ImageConverterPage_StripIccCheck.Content
source: Strip ICC colour profile
de_de: Streifen ICC-Farbprofil
es_es: Perfil de color ICC de la tira
fr_fr: Profil de couleur de la bande ICC
pl_pl: Profil kolorów paska ICC
zh_hans: 条形 ICC 色彩描述文件

# ImageConverterPage_TargetSizeBox.Header
source: Target size (KB, optional)
de_de: Zielgröße (KB, optional)
es_es: Tamaño del objetivo (KB, opcional)
fr_fr: Taille de la cible (KB, en option)
pl_pl: Docelowy rozmiar (KB, opcjonalnie)
zh_hans: 目标大小( KB, 可选)

# ImageConverterPage_TintBox.Header
source: Tint (colour@strength)
de_de: Farbe (Farbe@Stärke)
es_es: Tinta (color@fortaleza)
fr_fr: Teint (couleur@résistance)
pl_pl: Tint (kolor@ strength)
zh_hans: 丁( 彩色@ strength)

# ImageConverterPage_VignetteBox.Header
source: Vignette
es_es: Viñeta
zh_hans: 闪光

# ImageEnhancerPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# ImageEnhancerPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# ImageEnhancerPage_FormatCombo.Header
source: Output format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjścia
zh_hans: 产出格式

# ImageEnhancerPage_ImageEnhancerPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# ImageEnhancerPage_ImageEnhancerPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# ImageEnhancerPage_ImageEnhancerPageButton03.Content
source: Refresh Models
de_de: Modelle aktualisieren
es_es: Actualizar modelos
fr_fr: Rafraîchir les modèles
pl_pl: Odśwież modele
zh_hans: 刷新模型

# ImageEnhancerPage_ImageEnhancerPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# ImageEnhancerPage_ImageEnhancerPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń
zh_hans: 删除删除

# ImageEnhancerPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# ImageEnhancerPage_Item_005.Text
source: Real-ESRGAN ncnn-vulkan super-resolution up to 4×. Photo, anime, and general models available.
de_de: Real-ESRGAN ncnn-vulkan Superauflösung bis zu 4×. Foto, Anime und allgemeine Modelle verfügbar.
es_es: Real-ESRGAN ncnn-vulkan super-resolución de hasta 4×. Foto, anime y modelos generales disponibles.
fr_fr: Real-ESRGAN ncnn-vulkan super-résolution jusqu'à 4×. Photo, anime et modèles généraux disponibles.
pl_pl: Real-ESRGAN ncnn-vulkan super-rozdzielczość do 4×. Zdjęcia, anime i modele ogólne dostępne.
zh_hans: Real-ESRGAN ncnn- vulkan 超分辨率, 最高可达 4x. 。 照片、 动画和一般模型 。

# ImageEnhancerPage_Item_009.Text
source: Drop images here
de_de: Bilder hier ablegen
es_es: Suelta las imágenes aquí
fr_fr: Déposer des images ici
pl_pl: Upuść obrazki tutaj
zh_hans: 在此丢弃图像

# ImageEnhancerPage_Item_010.Text
source: Each file will be upscaled by the selected factor and saved alongside the source.
de_de: Jede Datei wird durch den ausgewählten Faktor erhöht und neben der Quelle gespeichert.
es_es: Cada archivo será aumentado por el factor seleccionado y guardado junto con la fuente.
fr_fr: Chaque fichier sera mis à niveau par le facteur sélectionné et sauvegardé à côté de la source.
pl_pl: Każdy plik będzie poszerzony przez wybrany czynnik i zapisany obok źródła.
zh_hans: 每个文件将根据选定系数升级,并保存在源代码旁。

# ImageEnhancerPage_Item_013.Text
source: No upscaled images yet
de_de: Noch keine gehobenen Bilder
es_es: No hay imágenes de alta escala todavía
fr_fr: Pas encore d'images haut de gamme
pl_pl: Nie ma jeszcze żadnych eksplorowanych obrazów
zh_hans: 尚未升级图像

# ImageEnhancerPage_Item_014.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# ImageEnhancerPage_Item_017.Text
source: Scale
de_de: Skala
es_es: Escala
fr_fr: Échelle
pl_pl: Skala
zh_hans: 比例分摊比额表 比例比

# ImageEnhancerPage_Item_019.Content
source: 2× upscale
de_de: 2× aufwärts
es_es: 2× de lujo
fr_fr: 2× haut de gamme
zh_hans: 2x 升平比例

# ImageEnhancerPage_Item_020.Content
source: 3× upscale
de_de: 3× aufwärts
es_es: 3× de lujo
fr_fr: 3× haut de gamme
zh_hans: 3x 升级

# ImageEnhancerPage_Item_021.Content
source: 4× upscale
de_de: 4× aufwärts
es_es: 4× de lujo
fr_fr: 4× haut de gamme
pl_pl: 4× eksploatacja
zh_hans: 4x 升级

# ImageEnhancerPage_Item_023.Content
source: PNG (lossless)
de_de: PNG (verlustfrei)
es_es: PNG (sin pérdidas)
fr_fr: PNG (sans perte)
pl_pl: PNG (bezstratny)
zh_hans: PNG(亏损)

# ImageEnhancerPage_Item_025.Content
source: WebP
zh_hans: WeP 网络P

# ImageEnhancerPage_Item_027.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# ImageEnhancerPage_ModelCombo.Header
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# ImageEnhancerPage_ModelCombo.PlaceholderText
source: Discovering...
de_de: Entdecken...
es_es: Descubriendo...
fr_fr: Découverte...
pl_pl: Odkrycie...
zh_hans: 正在发现...

# ImageEnhancerPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# ImageEnhancerPage_RunButton.Content
source: Upscale
de_de: Vorläufige
fr_fr: Haut de gamme
zh_hans: 升级

# ImageEnhancerPage_ScaleCombo.Header
source: Factor
de_de: Faktor
fr_fr: Facteur
pl_pl: Czynnik
zh_hans: 系数因数

# ImageEnhancerPage_TtaCheck.Content
source: TTA (slower, slight quality bump)
de_de: TTA (niedrigere, leichte Beule)
es_es: TTA (lento, ligero bache de calidad)
fr_fr: TTA (chute inférieure, légère)
pl_pl: TTA (pęknięcie, nieznaczny guzek jakości)
zh_hans: TTA( 低度、 轻微质量撞击)

# LipReadingPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# LipReadingPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# LipReadingPage_CustomKeyBox.PlaceholderText
source: Bearer token (optional)
de_de: Trägermarke (optional)
es_es: Token del portador (opcional)
fr_fr: Jeton au porteur (facultatif)
pl_pl: Token łożysk (opcjonalnie)
zh_hans: 代号( 可选)

# LipReadingPage_HfUrlBox.PlaceholderText
source: https://your-space.hf.space (optional)
es_es: https://your-space.hf.space (opcional)
fr_fr: https://your-space.hf.space (facultatif)
pl_pl: https://your-space.hf.space (opcjonalnie)
zh_hans: https://your-space.hf.space( 可选)

# LipReadingPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# LipReadingPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# LipReadingPage_Item_004.Text
source: Lip Reading
de_de: Lippenlese
es_es: Lectura de labios
fr_fr: Lecture des lèvres
pl_pl: Czytanie ust
zh_hans: 阅读

# LipReadingPage_Item_005.Text
source: Transcribe speech from silent or muted video using AI visual speech recognition.
de_de: Transcribe Sprache von leisen oder gedämpften Video mit AI visuelle Spracherkennung.
es_es: Transcribir el discurso de vídeo silencioso o silenciado utilizando el reconocimiento de voz visual AI.
fr_fr: Trancrivez la parole à partir d'une vidéo silencieuse ou muette en utilisant la reconnaissance visuelle de la parole AI.
pl_pl: Przepisz mowę z cichego lub pomostowego wideo przy użyciu rozpoznawania mowy wizualnej AI.
zh_hans: 使用 AI 视觉语音识别,

# LipReadingPage_Item_009.Text
source: Drop video files
de_de: Videodateien ablegen
es_es: Abandonar archivos de vídeo
fr_fr: Déposer des fichiers vidéo
pl_pl: Upuść pliki wideo
zh_hans: 播放视频文件

# LipReadingPage_Item_010.Text
source: MP4, MOV, MKV, AVI, WebM, and more.
de_de: MP4, MOV, MKV, AVI, WebM und mehr.
es_es: MP4, MOV, MKV, AVI, WebM, y más.
fr_fr: MP4, MOV, MKV, AVI, WebM, et plus.
pl_pl: MP4, MOV, MKV, AVI, WebM i więcej.
zh_hans: MP4、MOV、MKV、AVI、WebM等。

# LipReadingPage_Item_013.Text
source: No finished jobs yet
de_de: Noch keine abgeschlossenen Jobs
es_es: No hay trabajos terminados todavía
fr_fr: Pas encore d'emplois terminés
pl_pl: Brak jeszcze gotowych miejsc pracy
zh_hans: 还没有完成任务

# LipReadingPage_Item_014.Text
source: Completed and failed jobs appear here.
de_de: Abgeschlossene und fehlgeschlagene Jobs erscheinen hier.
es_es: Los trabajos completados y fallidos aparecen aquí.
fr_fr: Les emplois terminés et échoués apparaissent ici.
pl_pl: Tutaj pojawiają się zakończone i nieudane zadania.
zh_hans: 已完成和未完成的工作出现在这里 。

# LipReadingPage_Item_015.Text
source: Inference Backend
de_de: Rückschluss-Backend
es_es: Motor de inferencia
fr_fr: Doseur d'inférence
pl_pl: Wtyczka doferencji
zh_hans: 推断后端

# LipReadingPage_Item_016.Content
source: HuggingFace Space (free)
de_de: HuggingFace Space (frei)
es_es: HuggingFace Space (gratis)
fr_fr: HuggingFace Space (libre)
pl_pl: Przestrzeń Huggingdrëkã (za darmo)
zh_hans: 抱抱脸空间( 空)

# LipReadingPage_Item_017.Content
source: Local Auto-AVSR (free)
de_de: Lokales Auto-AVSR (kostenlos)
es_es: Auto-AVSR local (gratis)
fr_fr: Auto-AVSR local (gratuit)
pl_pl: Automatyczny system AVSR lokalny (wolny)
zh_hans: 本地自动自动AVSR(免费)

# LipReadingPage_Item_018.Content
source: Replicate API (token)
es_es: Replicar API (token)
fr_fr: Répliquer l'API (jeton)
pl_pl: Replikat API (token)
zh_hans: 复制 API( 重)

# LipReadingPage_Item_019.Content
source: Custom Endpoint
de_de: Benutzerdefinierter Endpunkt
es_es: Punto final personalizado
fr_fr: Point d'extrémité personnalisé
pl_pl: Własny punkt końcowy
zh_hans: 自定义端点

# LipReadingPage_Item_020.Text
source: HuggingFace Space URL
fr_fr: URL de l'espace HuggingFace
pl_pl: Adres URL przestrzeni Huggingdrëkã
zh_hans: Hugging 纸面向空间 URL

# LipReadingPage_Item_022.Text
source: Leave blank to use the built-in public spaces.
de_de: Leerstellen lassen, um die eingebauten öffentlichen Räume zu nutzen.
es_es: Dejar en blanco para usar los espacios públicos incorporados.
fr_fr: Laisser en blanc pour utiliser les espaces publics intégrés.
pl_pl: Pozostaw puste miejsce, aby używać wbudowanych przestrzeni publicznych.
zh_hans: 空着用内置公共空间

# LipReadingPage_Item_023.Text
source: Replicate API Token
de_de: API-Token replizieren
es_es: Replicar API Token
fr_fr: Repliquer le jeton API
pl_pl: Replikat API Token
zh_hans: 复制 API 调色调

# LipReadingPage_Item_025.Text
source: Custom Endpoint
de_de: Benutzerdefinierter Endpunkt
es_es: Punto final personalizado
fr_fr: Point d'extrémité personnalisé
pl_pl: Własny punkt końcowy
zh_hans: 自定义端点

# LipReadingPage_Item_028.Text
source: Detection
de_de: Nachweis
es_es: Detección
fr_fr: Détection
pl_pl: Wykrywanie
zh_hans: 检测
